{
"Bookshelf.1": "Some bedtime books are shoved into the bookshelf",
"Paper.1": "Seems to be a divorce document",
"Toys": "Some childrens toys that were left out... some of them have tears on them.",
"Axe": "Seems like a pretty nice axe collection.",
"GoneLetter": "Willow, if you are reading this. I am gone. I cannot handle the burden of being in this town any longer. My house is in the corner of the town, yet I have so much responsibility. I can't do it anymore. I am running off to Zuzu city. I hope you have a good life.^ Signed, Jefferson.",
"SupermarketClosed": "Please come back when Mark is here!",
"CafeClosed": "Please come back when Dale is here!",
"LowShop.1": "E hox'n suu o himo e hatuxut! Yuntamu!",
"Timbergate": "Timbergate",
"Book": "Willows Book",
"Bookdesc": "Willows lost book, better return it to her.",
"WillowsBook": "Willows Book",
"WillowsDesc": "Willow has lost her book and she is almost at the end of it. She remembers putting it down on a table in Pelican Town somewhere.",
"WillowHint": "Find Willows lost book.",
"WillowReact": "Thank you for finding my book! Now I can find out how romeo meets his true love!",

"Screwball": "Screwball",
"Mark": "Mark",
"Dale": "Dale",
"Willow": "Willow",
"Flint": "Flint",

//Dale dialogue
"Introduction": "Oh, hey! You're that new farmer that moved into the valley, right?#$b#Well, welcome! I am Dale. Nice to meet you!$1",
"Mon.1": "How is the farming life treating you?",
"Mon.2": "Have I ever told you I have a kid?",
"Mon.3": "Timbergate may seem boring but there is alot more to do than meets the eye.",
"Tue.1": "New day, new experince...",
"Tue.2": "Wentworth may seem a bit mean at first but he is really nice when you get to know him.",
"Tue.3": "How you doing? Just checking out Timbergate?",
"Wen.1": "Child support is so expesnive these days...",
"Wen.2": "That bus has been broken forever, thank you for fixing it!",
"Wen.3": "You seem pretty smart, you should look for higher education!",
"Thu.1": "Farming must be really tiring for you, lucky for you our cafe has the best coffee around.",
"Thu.2": "The town may be small but we love it.",
"Thu.3": "Oh hey! I forgot you're name, @ right?",
"Fri.1": "Finally I can relax, the weekend is right around the corner.",
"Fri.2": "The weekend is such a soothing time...",
"Fri.3": "What does Pellican town look like? I havn't seen it since the bus broke down.",
"Sat.1": "Leave me alone, I am trying to relax.",
"Sat.2": "While you're here can you grab me coffee?",
"Sat.3": "I had a tiring week, leave me be.",
"Sun.1": "Yoba it's sunday already? Jeez...",
"Sun.2": "Guess I better get back to work tommorow...",
"Sun.3": "Ugh, can't I have a longer weekend?",
"Rain": "We seem to be getting alot of rain recently...",
"Cafe.1": "Got to pay the bills somehow.#$b#And the child support...",
"Cafe.2": "Going to get anything?",
"Cafe.3": "I feel like Mark is like that Morris guy from you're town...",
"SamHouse.1": "Just having some visitation time with my son.",
"SamHouse.2": "Can you leave? I want to be alone with him so I can have quality time.",
"SamHouse.3": "You can hang out with us if you want.",
"LoveDale": "Thank you so much! I love this! This is going straight in my collection.",
"LikeDale": "This is nice! Thank you!",
"NeutralDale": "Uh... Thanks... I guess...",
"DislikeDale": "I hate this, get it away from me.",
"HateDale": "What is that?! I never want to see it again! Go throw it off a cliff!",
"CafeTalk.1": "Hi! Our coffee is to die for, going to get some?",

//Dale event dialogue
"DaleEventBill.1": "O-Oh! Hey @! What'cha doing?",
"DaleEventBill.2": "*sigh* I knew you would find out eventually... I just didn't want you too..., I am behind on bills... It is a bit embarrasing since I am an adult.",
"DaleEventBill.3": "Sorry... Can you leave, I have to try and sort this out...",
"DaleEventBill.4": "Not only that but I have child support ontop of it all... Jodi used to live here and we had a nice child...",
"DaleEventBill.5": "We named him Vincent. But then we divorced and Jodi moved to Pelican town with Vincent, I don't think she would mention it much... but I get visitation on Saturdays.",

"JodiArgue.1": "So, want to talk about the elephant in the room?$3",
"JodiArgue.2": "What elephant?$1",
"JodiArgue.3": "The fact that you were 5 minutes late to drop off yesterday! I was worried sick!$3",
"JodiArgue.4": "Well?$3",
"JodiArgue.5": "Listen, I didn't realise the time. I was taking him to the saloon to get a treat.$1",
"JodiArgue.6": "The saloon?! Do you know how many alchaolics there are there?!$4",
"JodiArgue.7": "Oh, It's not like you do anything special for him!$3",
"JodiArgue.8": "I do! I have him most of the time anyway!$4",
"JodiArgue.9": "Oh really? Like what?$3",
"JodiArgue.10": "What are you 2 fighting about?$2",
"JodiArgue.11": "Nothing Vincent... go back to your room.$2",
"JodiArgue.12": "If this ever happens again I am going to the judge.$3",

//Mark dialogue
"IntroductionMark": "Hey, Just move into the town next over I hear? Well my shop has the best material around, without a doubt.",
"MonMark.1": "Just trying to sell stuff, need anything?",
"MonMark.2": "Hey, do you like instruments?",
"MonMark.3": "Take a cookie, if they arn't stale...",
"TueMark.1": "Y'know, Dale looks a little sad. You should go cheer him up.",
"TueMark.2": "Got any crops to sell me?",
"TueMark.3": "How you doing? Just checking out Timbergate?",
"WenMark.1": "The mayor hides away alot more now, I think the stress is getting to her.",
"WenMark.2": "That bus has been broken forever, thank you for fixing it!",
"WenMark.3": "Where are all our trees? Flint chopped them all down, he gets a little trigger happy with his axe.",
"ThuMark.1": "Want to sell anything?",
"ThuMark.2": "Y'know this shop can get a bit lonely sometimes...",
"ThuMark.3": "Thursday, I hate it. Then again, I hate almost everything. Apart from coffee.",
"FriMark.1": "That garden next to the cafe is where they used to put all their kegs.",
"FriMark.2": "Where did I get my name from? Mark, as in Market. Because I run a SuperMARKet... Ha Ha?#$b#My life is a joke.",
"FriMark.3": "What does Pellican town look like? I havn't seen it since the bus broke down.",
"SatMark.1": "Leave me alone, I am trying to relax.",
"SatMark.2": "While you're here can you grab me coffee?",
"SatMark.3": "I had a tiring week, leave me be.",
"SunMark.1": "Yoba it's sunday already? Jeez...",
"SunMark.2": "I work all day, every day... I hate it.",
"SunMark.3": "Jeez I am tired... This is your time to scram.",
"RainMark": "Damn rain! Bad for business... $3",
"CafeMark.1": "This coffee is amazing...",
"CafeMark.2": "Going to get anything?",
"CafeMark.3": "I will have to check out that town you're from, see if I have any competition.",
"LoveMark": "Oh, hey. This is actually pretty cool. Thanks alot!",
"LikeMark": "Huh, cool. Thanks!",
"NeutralMark": "Uh... Thanks... I guess...",
"DislikeMark": "I hate this, get it away from me.",
"HateMark": "Ew. Get it away from me.",
"MarketTalk.1": "Hey, grab whatever you want. Just don't steal.",

//Mark Event dialogue
"Comp.1": "So, this is my competition, eh?",
"Comp.2": "Oh, I didn't know someone else was also moving in! Welcome! I don't believe we have met.",
"Comp.3": "No, we have not. I am from Timbergate. A town that has been in solitude since the bus broke down.",
"Comp.4": "Ah, well you can thank @ for fixing the bus!",
"Comp.5": "I am not here to purchase anything, just here to give you a warning, give up your shop now or I will take it by force.",
"Comp.6": "You will have to drag me from this counter kicking and screaming.",
"Comp.7": "Get out of my shop. I have never been treated with such disrespect.",

//Willow dialogue
"IntroductionWillow": "Oh. My. Gosh. Hi! Welcome to our town! We are so excited to have you here!",
"MonWillow.1": "Hi! How are you enjoying our little town?",
"MonWillow.2": "How are you doing?",
"MonWillow.3": "The supermarket is super benifical, Great prices if I do say so myself!",
"TueWillow.1": "Me and Penny are actually twins! She is super sweet.",
"TueWillow.2": "Got much produce?",
"TueWillow.3": "I heard you moved from Zuzu, did you see anyone named Jefferson?",
"WenWillow.1": "I saw some sketchy guy walking around a few weeks ago... I am pretty sure his name was... \"Mr Qi\"?",
"WenWillow.2": "Have I told you I have a kid in Pelican Town?",
"WenWillow.3": "Mark might seem rude but he isn't as bad as he seems, trust me.",
"ThuWillow.1": "The town funds are tight at the moment... Mind selling something?",
"ThuWillow.2": "Sunny day, huh?",
"ThuWillow.3": "How is Penny doing? I havn't heard from here in a while.",
"FriWillow.1": "Jeez, even though the bus is repaired it reeks of alcohol.",
"FriWillow.2": "Do you believe in Yoba?",
"FriWillow.3": "Say, have you seen those shadow creatures running around or am I going crazy?",
"SatWillow.1": "Finally, the weekend. Time to relax.",
"SatWillow.2": "The cafe is pretty good, you should go try it!",
"SatWillow.3": "I might have to check out Pelican town sometime, see how it is doing.",
"SunWillow.1": "Ugh, do I have to go back to work?",
"SunWillow.2": "That abbandoned building has been there a while, I am not sure what to do with it...",
"SunWillow.3": "Got any good crops recently?",
"RainWillow": "That rain must be great for your crops.",
"CafeWillow.1": "The coffee is to die for...",
"CafeWillow.2": "Getting any food?",
"CafeWillow.3": "Why did he have to run away? He could've asked me for help! Oh, Hi @!",
"Playground.1": "I used to play here when I was a kid, then I moved to Timbergate. I just like the memories.",
"Playground.2": "Fancy seeing you here.",
"Playground.3": "Oh, Hi @. Just checking out the playground.",
"TownWillow.1": "Fancy seeing you here! I am just checking out how everything is going.",
"TownWillow.2": "Oh, Hi @! I can smell your farm from here, it is amazing!",
"TownWillow.3": "This town is pretty nice!",
"ManorWillow.1": "Oh, Hi @! I was just seeing how this town is doing.",
"ManorWillow.2": "Hi! This ledger book is interesting... Wait, 250,000 in gold?",
"ManorWillow.3": "This town is nicer than I remember it!",
"SeedWillow.1": "Sorry, just praying to Yoba.",
"SeedWillow.2": "Dear Yoba, please let @ stay in our town...",
"SeedWillow.3": "Dear Yoba... Can you hear me?",
"PierWillow.1": "This house is nice! How come there is a balcony on the outside but no second floor though?",
"PierWillow.2": "I just met Caroline! Very nice lady.",
"PierWillow.3": "Hi @! I am just going to go pray.",
"BeachWillow.1": "I like to come here to relax, the sound of the waves is so nice...",
"BeachWillow.2": "Hi @, Come watch the waves with me... I could almost fall asleep to them.",
"BeachWillow.3": "So, how is that farm coming along...?",
"LoveWillow": "Thank you so much! I love this! This is going straight in my office.",
"LikeWillow": "This is nice! Thank you!",
"NeutralWillow": "Thank you... It is the thought that counts.",
"DislikeWillow": "I don't like this... sorry.",
"HateWillow": "Oh... I don't really like this... Sorry.",

//Willow 2 hearts
"MonWillow2Heart.1": "Oh, You're back! You're almost a regular now.$1",
"MonWillow2Heart.2": "So, I havn't seen you in a bit, how you doing?",
"MonWillow2Heart.3": "This valley is so pretty sometimes...",
"TueWillow2Heart.1": "Oh, Hey @! How are you doing?",
"TueWillow2Heart.2": "You seem cheerful today!",
"TueWillow2Heart.3": "I see you.",
"WenWillow2Heart.1": "So, where did you move in from?",
"WenWillow2Heart.2": "You are kind of cool you know?",
"WenWillow2Heart.3": "I think I spent too much money on my desk for my office...",
"ThuWillow2Heart.1": "Do you think Flint is a bit overkill sometimes? Because I do.",
"ThuWillow2Heart.2": "So, doing much on the farm?",
"ThuWillow2Heart.3": "That cafe is getting less and less interesting... or is it just me?",
"FriWillow2Heart.1": "Oh, Hi again @!",
"FriWillow2Heart.2": "Almost the weekend, want to spend it with me? Wait, no. I have plans. Sorry!",
"FriWillow2Heart.3": "Do you hate the farm as much as I hate work? I hope so...",
"SatWillow2Heart.1": "How much did the farm cost?",
"SatWillow2Heart.2": "I see you.",
"SatWillow2Heart.3": "I saw Mr.Qi walking around again, real sketchy guy.",
"SunWillow2Heart.1": "Jeez, Sunday already? ",
"SunWillow2Heart.2": "I don't want to go to work...",
"SunWillow2Heart.3": "You're cool and all but I want to relax right now, sorry.",
"CafeWillow2Heart.1": "This coffee is to die for, here try some.",
"CafeWillow2Heart.2": "Hey! How are you doing? Come take a seat.",
"CafeWillow2Heart.3": "You are looking amazing, take a seat.",
"Playground2Heart.1": "I remember when I was a kid and I would play on these swings... the memories...$1",
"Playground2Heart.2": "This playground holds so dear in my heart...",
"Playground2Heart.3": "I love this playground so much... I can't help but stare.",
"TownWillow2Heart.1": "Fancy seeing you here, you look very nice!",
"TownWillow2Heart.2": "I can tell you have been farming well, you have earned the sweat on your brow.",
"TownWillow2Heart.3": "This town is so pretty... or is that just the nostalgia?",
"ManorWillow2Heart.1": "Ignore me, just checking the ledger book.",
"ManorWillow2Heart.2": "So who is the mayor of this town anyway?",
"ManorWillow2Heart.3": "This house is a bit dusty.... Ew.",
"SeedWillow2Heart.1": "Dear Yoba... Please let @ recognize me...",
"SeedWillow2Heart.2": "Dear Yoba... I beg you, please let @ stay with me...",
"SeedWillow2Heart.3": "Dear Yoba... Can you even really hear me?",
"PierWillow2Heart.1": "I talked with Caroline a bit more, very lovely lady.",
"PierWillow2Heart.2": "Abigail seems shut off, what is Pierre doing?",
"PierWillow2Heart.3": "I don't like Pierre... He seems as sketchy as that Mr.Qi guy.",
"BeachWillow2Heart.1": "Come, stand and watch the waves.",
"BeachWillow2Heart.2": "I think these waves are a reflection of the world, always changing.",
"BeachWillow2Heart.3": "I like to come here to watch the waves during the sunset...",

//Flint dialogue
"IntroductionFlint": "Oh, Hey there little guy! You moved into the town over I hear? Happy to have you here!",
"MonFlint.1": "I wish there were more trees for me to chop. Might have to go to your town to see what I can find.",
"MonFlint.2": "So, how is my brother Clint doing? Still running that shack of a smithy?",
"MonFlint.3": "Tree chopping may seem like hard work, but you get used to it.",
"TueFlint.1": "That old house in the back I would love to chop, but the mayor doesn't let me.",
"TueFlint.2": "Do you believe in Yoba? I don't.",
"TueFlint.3": "That supermarket has saved my butt ever since the bus broke.",
"WenFlint.1": "So, dooing much today?",
"WenFlint.2": "You know, you're not too bad.",
"WenFlint.3": "The cafe has some good stuff, does your town have a cafe?",
"ThuFlint.1": "What is a Junimo? I heard the mayor talking about them.",
"ThuFlint.2": "Thursday, 1 day closer to the weekend.",
"ThuFlint.3": "I saw a cool clo- Did it just get really cold or is it just me?",
"FriFlint.1": "Almost the weekend, hang in there.",
"FriFlint.2": "Hey, Hey. I got a joke for you. Why did the scarecrow win an award?#$b#Because he was outstanding in his field!",
"FriFlint.3": "Going to do much?",
"SatFlint.1": "Finally the weekend, im going to the cafe later. Tag along if you want.",
"SatFlint.2": "I need to do some streches, my arms are killing me. Or is that the termites...",
"SatFlint.3": "Yeah I sleep with a teddy bear, you got a problem?",
"SunFlint.1": "Listen, you're cool and all but leave me alone. I want to be alone.",
"SunFlint.2": "You're pretty cool not going to lie.",
"SunFlint.3": "Hey, have you ever heard of the restaurant on the moon?#$b#Great food, no atmosphere.",
"RainFlint": "Jeez, if I go out in this rain it will rust my axe.",
"LoveFlint": "Dude, this is awesome! Thank you so much!",
"LikeFlint": "Whoah, this is nice! Thanks!",
"NeutralFlint": "Thank you...",
"DislikeFlint": "Get it away from me...",
"HateFlint": "I hate this! Go throw it into a pit of flames!",
"WeightsFlint": "Hey, can you not distract me? Going for a Personal Best.",

//Dwarf dialouge

"springScrew": "Welcome to my shop! Take a look at my stuff.",
"summerScrew": "Welcome to my shop! Take a look at my stuff.",
"fallScrew": "Welcome to my shop! Take a look at my stuff.",
"winterScrew": "Welcome to my shop! Take a look at my stuff."
}